{
  "clerkAuth": {
    "loginSuccess": {
      "action": "המשך הפעלה",
      "desc": "{{greeting}}, זה נהדר להמשיך לשרת אותך. בואו נמשיך מהמקום שבו עצרנו.",
      "title": "ברוך שובך, {{nickName}}"
    }
  },
  "error": {
    "backHome": "חזור הביתה",
    "desc": "נסה שוב מאוחר יותר, או חזור לעולם הידוע.",
    "retry": "טען מחדש",
    "title": "אופס, משהו השתבש.."
  },
  "fetchError": {
    "detail": "פרטי שגיאה",
    "title": "הבקשה נכשלה"
  },
  "import": {
    "importConfigFile": {
      "description": "סיבת השגיאה: {{reason}}",
      "title": "הייבוא נכשל"
    },
    "incompatible": {
      "description": "קובץ זה יוצא מגרסה גבוהה יותר. אנא נסה לשדרג לגרסה האחרונה ולאחר מכן לייבא מחדש.",
      "title": "האפליקציה הנוכחית אינה תומכת בייבוא קובץ זה"
    }
  },
  "loginRequired": {
    "desc": "תועבר לדף הכניסה בקרוב",
    "title": "אנא התחבר כדי להשתמש בתכונה זו"
  },
  "notFound": {
    "backHome": "חזור לבית",
    "check": "אנא בדוק אם כתובת ה-URL שלך נכונה.",
    "desc": "לא הצלחנו למצוא את הדף שחיפשת.",
    "title": "נכנסת לשטח לא ידוע?"
  },
  "pluginSettings": {
    "desc": "השלם את התצורה הבאה כדי להתחיל להשתמש בתוסף הזה",
    "title": "הגדרות תוסף {{name}}"
  },
  "response": {
    "400": "מצטערים, השרת לא מבין את הבקשה שלך. אנא וודא שפרמטרי הבקשה שלך נכונים.",
    "401": "מצטערים, השרת דחה את הבקשה שלך, כנראה בגלל הרשאות לא מספקות או אימות לא תקין.",
    "403": "מצטערים, השרת דחה את הבקשה שלך. אין לך הרשאה לגשת לתוכן הזה.",
    "404": "מצטערים, השרת לא יכול למצוא את הדף או המשאב שביקשת. אנא וודא שכתובת ה-URL שלך נכונה.",
    "405": "מצטערים, השרת לא תומך בשיטת הבקשה שאתה משתמש בה. אנא וודא ששיטת הבקשה שלך נכונה.",
    "406": "מצטערים, השרת לא יכול להשלים את הבקשה בהתבסס על המאפיינים של התוכן שביקשת",
    "407": "מצטערים, אתה צריך לאמת את הפרוקסי לפני שתמשיך עם הבקשה הזו",
    "408": "מצטערים, השרת פג זמן בזמן שהמתין לבקשה, אנא בדוק את חיבור הרשת שלך ונסה שוב",
    "409": "מצטערים, הבקשה לא יכולה להיות מעובדת בגלל התנגשות, כנראה כי מצב המשאב לא תואם לבקשה",
    "410": "מצטערים, המשאב שביקשת הוסר לצמיתות ולא ניתן למצוא אותו",
    "411": "מצטערים, השרת לא יכול לעבד את הבקשה ללא אורך תוכן תקין",
    "412": "מצטערים, הבקשה שלך לא עומדת בתנאים של השרת ולא יכולה להיות מושלמת",
    "413": "מצטערים, נתוני הבקשה שלך גדולים מדי עבור השרת לעבד",
    "414": "מצטערים, ה-URI של הבקשה שלך ארוך מדי עבור השרת לעבד",
    "415": "מצטערים, השרת לא יכול לעבד את פורמט המדיה המצורף לבקשה",
    "416": "מצטערים, השרת לא יכול לספק את הטווח של הבקשה שלך",
    "417": "מצטערים, השרת לא יכול לעמוד בציפיות שלך",
    "422": "מצטערים, הבקשה שלך בפורמט הנכון, אבל בגלל שגיאות סמנטיות, לא ניתן להגיב עליה",
    "423": "מצטערים, המשאב שביקשת נעול",
    "424": "מצטערים, הבקשה הנוכחית לא יכולה להיות מושלמת בגלל כישלון בקשה קודמת",
    "426": "מצטערים, השרת דורש שהלקוח שלך ישדרג לגרסת פרוטוקול גבוהה יותר",
    "428": "מצטערים, השרת דורש תנאי מוקדם, ומבקש שהבקשה שלך תכיל את כותרת התנאי הנכונה",
    "429": "מצטערים, הבקשה שלך תכופה מדי והשרת קצת עייף. אנא נסה שוב מאוחר יותר.",
    "431": "מצטערים, שדות הכותרת של הבקשה שלך גדולים מדי עבור השרת לעבד",
    "451": "מצטערים, השרת מסרב לספק את המשאב הזה בגלל סיבות משפטיות",
    "499": "אנו מתנצלים, הבקשה שלך הופסקה באופן בלתי צפוי בזמן שהשרת עיבד אותה, כנראה בגלל ביטול הפעולה שלך או חיבור רשת לא יציב. אנא בדוק את סטטוס הרשת שלך ונסה שוב.",
    "500": "מצטערים, נראה שהשרת חווה קשיים מסוימים ולא יכול זמנית להשלים את הבקשה שלך. אנא נסה שוב מאוחר יותר.",
    "501": "מצטערים, השרת עדיין לא יודע איך לטפל בבקשה הזו. אנא אשר שהפעולה שלך נכונה.",
    "502": "מצטערים, נראה שהשרת הלך לאיבוד ולא יכול זמנית לספק שירות. אנא נסה שוב מאוחר יותר.",
    "503": "מצטערים, השרת לא יכול כרגע לעבד את הבקשה שלך, כנראה בגלל עומס יתר או תחזוקה. אנא נסה שוב מאוחר יותר.",
    "504": "מצטערים, השרת לא קיבל תגובה מהשרת העליון. אנא נסה שוב מאוחר יותר.",
    "505": "מצטערים, השרת לא תומך בגרסת ה-HTTP שאתה משתמש בה. אנא עדכן ונסה שוב.",
    "506": "מצטערים, יש בעיית תצורה עם השרת. אנא פנה למנהל לפתרון.",
    "507": "מצטערים, לשרת אין מספיק מקום אחסון לעבד את הבקשה שלך. אנא נסה שוב מאוחר יותר.",
    "509": "מצטערים, רוחב הפס של השרת אזל. אנא נסה שוב מאוחר יותר.",
    "510": "מצטערים, השרת לא תומך בהרחבה המבוקשת. אנא פנה למנהל.",
    "520": "אנו מתנצלים, השרת נתקל בבעיה בלתי צפויה שמנעה ממנו להשלים את הבקשה שלך. אנא נסה שוב מאוחר יותר; אנו עובדים לפתור את הבעיה הזו.",
    "522": "אנו מתנצלים, חיבור השרת פג זמן ולא יכול להגיב לבקשה שלך בזמן. זה יכול להיות בגלל רשת לא יציבה או שהשרת לא נגיש זמנית. אנא נסה שוב מאוחר יותר; אנו עובדים לשחזר את השירות.",
    "524": "אנו מתנצלים, השרת פג זמן בזמן שהמתין לתגובה, כנראה בגלל תגובה איטית. אנא נסה שוב מאוחר יותר.",
    "AgentRuntimeError": "שגיאת ביצוע זמן ריצה של מודל השפה Lobe. אנא פתור בעיות או נסה שוב בהתבסס על המידע הבא.",
    "ConnectionCheckFailed": "הבקשה החזירה ריק. אנא בדוק אם כתובת פרוקסי ה-API לא מסתיימת ב-`/v1`.",
    "CreateMessageError": "מצטערים, ההודעה לא יכולה להישלח בהצלחה. אנא העתק את התוכן ונסה לשלוח שוב. ההודעה הזו לא תישמר לאחר רענון הדף.",
    "ExceededContextWindow": "תוכן הבקשה הנוכחי עולה על האורך שהמודל יכול לטפל בו. אנא הפחת את כמות התוכן ונסה שוב.",
    "FreePlanLimit": "אתה כרגע משתמש חינמי ולא יכול להשתמש בתכונה הזו. אנא שדרג לתוכנית בתשלום כדי להמשיך להשתמש בה.",
    "GoogleAIBlockReason": {
      "BLOCKLIST": "התוכן שלך מכיל מונחים אסורים. אנא סקור ושנה את הקלט שלך, ואז נסה שוב.",
      "IMAGE_SAFETY": "התמונה שנוצרה נחסמה מסיבות בטיחות. אנא נסה לשנות את בקשת התמונה שלך.",
      "LANGUAGE": "השפה שאתה משתמש בה לא נתמכת. אנא נסה שוב באנגלית או בשפה נתמכת אחרת.",
      "OTHER": "התוכן נחסם מסיבה לא ידועה. אנא נסה לנסח מחדש את הבקשה שלך.",
      "PROHIBITED_CONTENT": "הבקשה שלך עלולה להכיל תוכן אסור. אנא התאם את הבקשה שלך כדי לעמוד בהנחיות השימוש.",
      "RECITATION": "התוכן שלך נחסם בגלל חששות זכויות יוצרים פוטנציאליים. אנא נסה להשתמש בתוכן מקורי או לנסח מחדש את הבקשה שלך.",
      "SAFETY": "התוכן שלך נחסם מסיבות מדיניות בטיחות. אנא התאם את הבקשה שלך כדי להימנע מתוכן פוטנציאלית מזיק או לא הולם.",
      "SPII": "התוכן שלך עלול להכיל מידע מזהה אישי רגיש (PII). כדי להגן על הפרטיות, אנא הסר כל פרטים רגישים ונסה שוב.",
      "default": "תוכן נחסם: {{blockReason}}. אנא התאם את הבקשה שלך ונסה שוב."
    },
    "InsufficientQuota": "מצטערים, המכסה למפתח הזה הגיעה. אנא בדוק את יתרת החשבון שלך או הגדל את מכסת המפתח ונסה שוב.",
    "InvalidAccessCode": "קוד גישה לא תקין או ריק. אנא הכנס את קוד הגישה הנכון או הוסף מפתח API מותאם.",
    "InvalidBedrockCredentials": "אימות Bedrock נכשל. אנא בדוק את AccessKeyId/SecretAccessKey ונסה שוב.",
    "InvalidClerkUser": "מצטערים, אתה לא מחובר כרגע. אנא התחבר או הירשם לחשבון כדי להמשיך.",
    "InvalidGithubToken": "אסימון הגישה האישי של GitHub לא תקין או ריק. אנא בדוק את אסימון הגישה האישי של GitHub שלך ונסה שוב.",
    "InvalidOllamaArgs": "תצורת Ollama לא תקינה, אנא בדוק את תצורת Ollama ונסה שוב",
    "InvalidProviderAPIKey": "מפתח API של {{provider}} לא תקין או ריק, אנא בדוק את מפתח API של {{provider}} שלך ונסה שוב",
    "InvalidVertexCredentials": "אימות Vertex נכשל. אנא בדוק את האישורים שלך ונסה שוב.",
    "LocationNotSupportError": "אנו מצטערים, המיקום הנוכחי שלך לא תומך בשירות המודל הזה. זה יכול להיות בגלל הגבלות אזוריות או שהשירות לא זמין. אנא אשר אם המיקום הנוכחי תומך בשימוש בשירות הזה, או נסה להשתמש במיקום אחר.",
    "ModelNotFound": "מצטערים, המודל המבוקש לא נמצא. הוא עלול לא להתקיים או שאין לך את הרשאות הגישה הנדרשות. אנא נסה שוב לאחר שינוי מפתח ה-API או התאמת הרשאות הגישה שלך.",
    "NoOpenAIAPIKey": "מפתח API של OpenAI ריק, אנא הוסף מפתח API מותאם של OpenAI",
    "OllamaBizError": "שגיאה בבקשת שירות Ollama, אנא פתור בעיות או נסה שוב בהתבסס על המידע הבא",
    "OllamaServiceUnavailable": "שירות Ollama לא זמין. אנא בדוק אם Ollama פועל כראוי או אם תצורת cross-origin של Ollama מוגדרת נכון.",
    "PermissionDenied": "מצטערים, אין לך הרשאה לגשת לשירות הזה. אנא בדוק אם למפתח שלך יש את זכויות הגישה הנדרשות.",
    "PluginApiNotFound": "מצטערים, ה-API לא קיים במניפסט של התוסף. אנא בדוק אם שיטת הבקשה שלך תואמת ל-API של מניפסט התוסף",
    "PluginApiParamsError": "מצטערים, אימות פרמטרי הקלט לבקשת התוסף נכשל. אנא בדוק אם פרמטרי הקלט תואמים לתיאור ה-API",
    "PluginFailToTransformArguments": "מצטערים, התוסף נכשל בניתוח הארגומנטים. אנא נסה ליצור מחדש את הודעת העוזר או עבור למודל AI חזק יותר עם יכולת קריאה לכלים ונסה שוב",
    "PluginGatewayError": "מצטערים, הייתה שגיאה עם שער התוסף. אנא בדוק אם תצורת שער התוסף נכונה.",
    "PluginManifestInvalid": "מצטערים, אימות המניפסט של התוסף נכשל. אנא בדוק אם פורמט המניפסט נכון",
    "PluginManifestNotFound": "מצטערים, השרת לא יכול למצוא את קובץ המניפסט של התוסף (manifest.json). אנא בדוק אם כתובת קובץ המניפסט של התוסף נכונה",
    "PluginMarketIndexInvalid": "מצטערים, אימות האינדקס של התוסף נכשל. אנא בדוק אם פורמט קובץ האינדקס נכון",
    "PluginMarketIndexNotFound": "מצטערים, השרת לא יכול למצוא את האינדקס של התוסף. אנא בדוק אם כתובת האינדקס נכונה",
    "PluginMetaInvalid": "מצטערים, אימות המטא-נתונים של התוסף נכשל. אנא בדוק אם פורמט המטא-נתונים של התוסף נכון",
    "PluginMetaNotFound": "מצטערים, התוסף לא נמצא באינדקס. אנא בדוק את מידע התצורה של התוסף באינדקס",
    "PluginOpenApiInitError": "מצטערים, לקוח OpenAPI נכשל באתחול. אנא בדוק אם מידע התצורה של OpenAPI נכון.",
    "PluginServerError": "בקשת שרת התוסף החזירה שגיאה. אנא בדוק את קובץ המניפסט של התוסף, תצורת התוסף, או יישום השרת בהתבסס על מידע השגיאה למטה",
    "PluginSettingsInvalid": "התוסף הזה צריך להיות מוגדר נכון לפני שניתן להשתמש בו. אנא בדוק אם התצורה שלך נכונה",
    "ProviderBizError": "שגיאה בבקשת שירות {{provider}}, אנא פתור בעיות או נסה שוב בהתבסס על המידע הבא",
    "QuotaLimitReached": "אנו מתנצלים, אבל השימוש הנוכחי בטוקנים או מספר הבקשות הגיע למגבלת המכסה למפתח הזה. אנא הגדל את המכסה למפתח הזה או נסה שוב מאוחר יותר.",
    "StreamChunkError": "שגיאה בניתוח חלק ההודעה של בקשת הסטרימינג. אנא בדוק אם ממשק ה-API הנוכחי עומד במפרטים הסטנדרטיים, או פנה לספק ה-API שלך לעזרה.",
    "SubscriptionKeyMismatch": "אנו מתנצלים על אי הנוחות. בגלל תקלה זמנית במערכת, השימוש הנוכחי במנוי שלך לא פעיל. אנא לחץ על הכפתור למטה כדי לשחזר את המנוי שלך, או פנה אלינו בדוא\"ל לתמיכה.",
    "SubscriptionPlanLimit": "נקודות המנוי שלך אזלו, ולא תוכל להשתמש בתכונה הזו. אנא שדרג לתוכנית גבוהה יותר או הגדר API מודל מותאם כדי להמשיך להשתמש בה.",
    "SystemTimeNotMatchError": "מצטערים, זמן המערכת שלך לא תואם לשרת. אנא בדוק את זמן המערכת שלך ונסה שוב.",
    "UnknownChatFetchError": "מצטערים, אירעה שגיאת בקשה לא ידועה. אנא בדוק את המידע למטה או נסה שוב."
  },
  "stt": {
    "responseError": "בקשת השירות נכשלה, אנא בדוק את התצורה או נסה שוב"
  },
  "testConnectionFailed": "בדיקת החיבור נכשלה: {{error}}",
  "tts": {
    "responseError": "בקשת השירות נכשלה, אנא בדוק את התצורה או נסה שוב"
  },
  "unlock": {
    "addProxyUrl": "הוסף כתובת פרוקסי OpenAI (אופציונלי)",
    "apiKey": {
      "description": "הכנס את מפתח ה-API של {{name}} שלך כדי להתחיל את הפעלה",
      "imageGenerationDescription": "הכנס את מפתח ה-API של {{name}} שלך כדי להתחיל ליצור",
      "title": "השתמש במפתח API מותאם של {{name}}"
    },
    "closeMessage": "סגור הודעה",
    "confirm": "אשר ונסה שוב",
    "oauth": {
      "description": "המנהל הפעיל אימות כניסה מאוחד. לחץ על הכפתור למטה כדי להתחבר ולפתוח את האפליקציה.",
      "success": "הכניסה הצליחה",
      "title": "התחבר לחשבון שלך",
      "welcome": "ברוך הבא!"
    },
    "password": {
      "description": "הצפנת האפליקציה הופעלה על ידי המנהל. הכנס את סיסמת האפליקציה כדי לפתוח את האפליקציה. הסיסמה צריכה להיות מולאת פעם אחת בלבד.",
      "placeholder": "אנא הכנס סיסמה",
      "title": "הכנס סיסמה כדי לפתוח את האפליקציה"
    },
    "tabs": {
      "apiKey": "מפתח API מותאם",
      "password": "סיסמה"
    }
  },
  "upload": {
    "desc": "פרטים: {{detail}}",
    "fileOnlySupportInServerMode": "מצב הפריסה הנוכחי לא תומך בהעלאת קבצים שאינם תמונות. כדי להעלות קבצים בפורמט {{ext}}, אנא עבור לפריסת מסד נתונים של שרת או השתמש בשירות {{cloud}}.",
    "networkError": "אנא בדוק את חיבור הרשת שלך וודא שתצורת cross-origin של שירות אחסון הקבצים נכונה.",
    "title": "העלאת הקובץ נכשלה. אנא בדוק את חיבור הרשת שלך או נסה שוב מאוחר יותר",
    "unknownError": "סיבת השגיאה: {{reason}}",
    "uploadFailed": "העלאת הקובץ נכשלה."
  }
}
